batisteo.vscode-django
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
jdinhlife.gruvbox
kisstkondoros.vscode-codemetrics
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.js-debug-nightly
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
msjsdiag.debugger-for-chrome
nodesource.vscode-for-node-js-development-pack
octref.vetur
redhat.vscode-yaml
rust-lang.rust
VisualStudioExptTeam.vscodeintellicode
wix.vscode-import-cost
